const storyData = [
  {
    id: 1,
    text: "늦은 밤, 도시 한구석에 자리한 작은 전당포. 'XX 전당포'라는 낡은 간판이 희미한 빛을 발하고 있다.",
    image: null,
  },
  {
    id: 1,
    text: "주인공은 마감 준비를 하며 오늘 들어온 물건들을 정리하고 있다. 그때 문이 열리고 한 남자가 들어온다.",
    image: null,
  },
  {
    id: 1,
    text: "(고개를 들며) '늦은 시간에 웬일이세요? 오늘은 마감이라 물건은 더 못 받는데'",
    image: "frontmen1",
  },
  {
    id: 2,
    text: "(문을 닫고 안으로 들어오며) '시간이 늦어서 죄송합니다. 담보로 맡을 물건 있어서요. 전당 거래를 할려고 합니다'",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(팔짱을 끼며)뭐 보여나 주시죠. 시간은 얼마 없으니 빠르게 봅시다.",
    image: "frontmen1",
  },
  {
    id: 2,
    text: "(낡은 가방에서 무언가를 꺼내 조심스럽게 카운터 위에 올린다) '이겁니다.'",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(건틀렛을 보고 눈썹을 살짝 치켜올리며) '이거..뭐죠? 영화 소품인가요? 요즘 핫한 슈퍼히어로 영화에서 본 것 같은데...'",
    image: "frontmen1",
  },
  {
    id: 2,
    text: "(눈웃을 지으며) '이건…가치 있는 물건이에요. 5개의 보석이 박혀 있는 건틀렛, 단순히 보기 좋은 물건은 아닙니다.'",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(손으로 건틀렛을 살피며 가볍게 웃는다) '음… 그렇긴 한데요. 제 눈엔 장난감처럼 보이기도 하고...'",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "'뭐, 진짜라면 굳이 여기까지 오셔서 전당포에 맡기시겠어요? 대형 경매장에나 가셨겠죠? 하하'",
    image: "frontmen1",
  },
  {
    id: 2,
    text: "'얼마까지 대출 할 수 있죠?'",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(고개를 갸웃하며 일부러 고민하는 척) '글쎄요. 솔직히 이런 물건 팔기도 쉽지 않아요. 딱 10만 원. 그 이상은 못 줍니다.'",
    image: "frontmen1",
  },
  {
    id: 2,
    text: "'...알겠습니다.'",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(생각보다 빠르게 받아들였다..돈이 목적이 아니었나?)",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(하...빨리 퇴근이나 하자)",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "'네..여기 싸인 해주시고 상환 기한은 3개월 입니다. 기한 내에 갚지 않으시면 저흰 물건을 처분할 수 있는 권한을 가집니다'",
    image: "frontmen1",
  },
  {
    id: 2,
    text: "'알겠습니다'",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(그 남자는 갑자기 눈웃음이 사라지며 진지한 눈빛으로 나를 바라보고 있었다.)",
    image: "frontmen1",
  },
  {
    id: 2,
    text: "'...예민한 물건이니 착용하는 일이 없었으면 합니다.'",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(조금 당황스럽다.)",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "알겠습니다. 고객님 다시 오실때까지 잘 보관 하겠습니다.",
    image: "frontmen1",
  },
  {
    id: 1,
    text: "(살짝 고개를 끄덕이며 조용히 전당포를 나선다. 그의 그림자가 골목 속으로 사라진다.)",
    image: null,
  },
];

export default storyData;
