interface StoryData {
  id: number;
  text: string;
}

const storyData2: StoryData[] = [
  {
    id: 1,
    text: "아이구 퇴근이나 해볼까~",
  },
  {
    id: 2,
    text: "'예 한번 보시죠'",
  },
  {
    id: 3,
    text: "이게..뭐죠?'",
  },
  {
    id: 4,
    text: "영화에서 본거 같은..",
  },
  {
    id: 5,
    text: "'보석 감정도 해야하고 해서 20에 해드리겠습니다.'",
  },
  {
    id: 6,
    text: "쉬원쉬원 하시네요",
  },
  {
    id: 7,
    text: "많이 급하신가봐요.",
  },
  {
    id: 8,
    text: "'그렇군요..6개월 후에는 저의 소유입니다.'",
  },
  {
    id: 9,
    text: "무슨 일이시죠?",
  },
  {
    id: 10,
    text: "'...알겠습니다'",
  },
  {
    id: 11,
    text: "(수상한데..괜히 받았나)",
  },
  {
    id: 12,
    text: "(물건을 확인 해본다)",
  },
  {
    id: 13,
    text: "착용하지 말라고 하면...착용하고 싶어지잖아..",
  },
  {
    id: 14,
    text: "(찰칵)어..어?",
  },
  {
    id: 15,
    text: "뭐...뭐..뭐야",
  },
  {
    id: 16,
    text: "여긴 어디지...?",
  },
  {
    id: 17,
    text: "뭐..뭐야",
  },
  {
    id: 18,
    text: "누..누구세요?",
  },
  {
    id: 19,
    text: "마..법사?",
  },
  {
    id: 20,
    text: "설마..건틀렛에 박혀 있던 마석이..",
  },
  {
    id: 21,
    text: "제 가게 손님이었는데..저에게 맡겨준 물건을 건드리고 말았습니다..",
  },
  {
    id: 22,
    text: "저도 모릅니다. 지구에서 저는 전당포를 운영하거든요 그 손님이 급해 보이시길래..그만",
  },
  {
    id: 23,
    text: "지구의 물건들이 여기로 넘어 왔다고요?",
  },
  {
    id: 24,
    text: "그러면 다시 물건들을 회수해서 다시 지구 돌려보내면 되겠네요",
  },
  {
    id: 25,
    text: "그러면 저라도 다시 지구로 돌려 보내주시는게...",
  },
  {
    id: 26,
    text: "네..네?? 그러면 그 마석들을 찾기 전까지 다시 지구로 갈 수 없는 겁니까?",
  },
  {
    id: 27,
    text: "네..? 전당포를 운영해달라고요?",
  },
  {
    id: 28,
    text: "그렇다면 제가 물건의 가치를 정하고 시장에 풀라는 의미인거죠?",
  },
  {
    id: 29,
    text: "어쩔수 없네요..하겠습니다.",
  },
  {
    id: 30,
    text: "(하..어떻게 흘러 가는거야..)",
  },
  {
    id: 31,
    text: "일단 돈부터 벌자",
  },
];

export default storyData2;
